
const commands = {
    guide: `
        <b>📖 ПРАВИЛА ТА ІНСТРУКЦІЯ ЧЕЛЕНДЖУ</b>

        1️⃣ <b>Мета:</b> Щодня робити планку. 
        Кожен новий день додає <b>+5 секунд</b> до твого часу.

        2️⃣ <b>Відео:</b> Скидаєш відео (або video_note) у цей чат. 
        Бот автоматично зарахує прогрес.

        3️⃣ <b>Таймінги:</b> • Мінімум для зарахування: <b>30 сек</b>.
        • Твоя ціль на сьогодні рахується індивідуально від дати старту.

        4️⃣ <b>Вогники та Стріки:</b>
        • Здаєш вчасно — отримуєш 🔥 та +1 до стріку.
        • Пропустив день — вогник гасне.
        • Пропустив 2+ дні — ти стаєш боржником 🔻.

        5️⃣ <b>Повернення вогника:</b> • Якщо вогник згас, ти можеш активувати команду <code>/challenge</code>.
        Бот дасть тобі спецзавдання. Якщо громада проголосує 
        "✅ Гідно" — твій 🔥 повернеться!

        <b>Позначення:</b>
        🥇/🥈/🥉 — Трійка лідерів.
        🔻 — Позначка боржника (борг 2+ дні).
        Стрік: 8 🔥 — Ти йдеш без критичних затримок.
        Стрік: 8 (без вогника) — Ти наздогнав групу, але раніше були пропуски.
    `
}

module.exports = { commands }